Repository: Gandoon/Textual
Catalog: Sources/App/Resources/User Interface/*.lproj/TDCChannelBanListSheet.strings
Languages: sv

# 3.ibExternalAccessibilityDescription
source: Ban Exception List
sv: Lista över bannlysta

# 8.headerCell.title
source: Hostmask
sv: Värdmask

# 9.headerCell.title
source: Added By
sv: Tillagd av

# 10.ibExternalAccessibilityDescription
source: Exception Author
sv: Tillagt av

# 10.title
source: Text Cell
sv: Textfält

# 11.ibExternalAccessibilityDescription
source: Exception Mask
sv: Undantagsmask

# 11.title
source: Text Cell
sv: Textfält

# 12.headerCell.title
source: Date Added
sv: Tillagt den

# 13.ibExternalAccessibilityDescription
source: Date Added
sv: Tillagt den

# 13.title
source: Text Cell
sv: Textfält

# 14.ibExternalAccessibilityDescription
source: Remove Selected Items
sv: Ta bort valda

# 15.title
source: Remove Selected Items
sv: Ta bort valda

# 16.ibExternalAccessibilityDescription
source: Update List
sv: Uppdatera listan

# 17.title
source: Update List
sv: Uppdatera listan

# 18.ibExternalAccessibilityDescription
source: Close
sv: Stäng

# 19.title
source: Close
sv: Stäng

# 34.title
source: Bans for %@
sv: Bannlysningar för %@

# FIa-a0-68K.title
source: Table View Cell
sv: Tabellvyfält

# KPz-a9-t0f.ibShadowedDisplayPattern
source: %{value1}@ entries
sv: %{value1}@ poster

# NwW-Wt-A8j.title
source: Table View Cell
sv: Tabellvyfält

# sO7-UT-E2w.title
source: Table View Cell
sv: Tabellvyfält
