Repository: Gandoon/Textual
Catalog: Sources/App/Resources/User Interface/*.lproj/TDCLicenseUpgradeEligibilitySheet.strings
Languages: sv

# 1V5-vh-2id.title
source: Congratulations, you are eligible for a discount! Click the “Purchase Upgrade” button to view the price of the upgrade and to purchase it. When your order is finished being processed, click the “Activate Textual“ button to continue.
sv: Grattis, du är berättigad till en rabatt! Klicka på “Köp uppgradering” för att se priset för uppgraderingen köpa den. När din order har behandlats, klicka på “Aktivera Textual“ för att fortsätta.

# 4LA-tc-vdW.title
source: Your upgrade is discounted!
sv: Din uppgradering är rabatterad!

# 4On-qj-WpA.title
source: Purchase in Mac App Store
sv: Köp i Mac App Store

# IhF-mk-CHo.title
source: Close
sv: Stäng

# NMV-Qs-7lz.title
source: Window
sv: Fönster

# OZr-al-Gi8.title
source: Activate Textual
sv: Aktivera Textual

# Psq-Ta-ai7.title
source: Purchase Upgrade
sv: Köp uppgradering

# T1q-Ug-ZcD.title
source: Congratulations, you are eligible for a free upgrade! Click the “Activate Textual“ button to continue.
sv: Grattis, du är berättigad till en gratis uppgradering! Klicka på “Aktivera Textual“ för att fortsätta.

# Vqb-So-6Ho.title
source: Window
sv: Fönster

# YZx-ou-Quq.title
source: Close
sv: Stäng

# axq-6T-VR5.title
source: Unfortunately, you are not eligible for a free or discounted upgrade.
sv: Tyvärr är du inte berättigad till en rabatterad eller gratis uppgradering.

# cbV-gz-k63.title
source: Purchase in Codeux Software Store
sv: Köp i Codeux Softwares butik

# oDA-Wn-QrS.title
source: Activate Textual
sv: Aktivera Textual

# oiB-Uh-16m.title
source: You are not eligible.
sv: Du är inte berättigad.

# s7V-Ks-YGu.title
source: Window
sv: Fönster

# swW-rG-FFU.title
source: Your upgrade is free!
sv: Din uppgradering är gratis!

# zYo-FM-XDl.title
source: Close
sv: Stäng
