Repository: Gandoon/Textual
Catalog: Sources/App/Resources/User Interface/*.lproj/TDCServerPropertiesSheet.strings
Languages: sv

# 5.title
source: Server Properties
sv: Serverinställningar

# 1455.ibExternalAccessibilityDescription
source: Save
sv: Spara

# 1456.ibExternalAccessibilityDescription
source: Cancel
sv: Avbryt

# 1457.title
source: Cancel
sv: Avbryt

# 1458.title
source: Save
sv: Spara

# 1535.title
source: Perform reconnect on disconnect
sv: Återanslut vid oväntad frånkopplng

# 1536.title
source: Connect when Textual opens
sv: Anslut när Textual startas

# 1543.ibShadowedToolTip
source: Password to be sent using the PASS command. This is NOT your password for NickServ.
sv: Lösenord att skicka med PASS-kommandot. Detta är INTE ditt NickServ-lösenord.

# 1545.ibShadowedToolTip
source: Attempt to secure the connection by performing a Transport Layer Security (TLS) negotiation. TLS is the modern equivalent of SSL (Secure Sockets Layer)
sv: Försök säkra anslutningen med en Transport Layer Security (TLS)-förhandling. TLS är den moderna motsvarigheten till SSL (Secure Sockets Layer)

# 1552.title
source: Connect Securely
sv: Anslut säkert (TLS)

# 1553.title
source: Server Password:
sv: Serverlösenord:

# 1554.placeholderString
source: Optional
sv: Valfritt

# 1557.title
source: Server Address:
sv: Serveradress:

# 1559.title
source: Connection Name:
sv: Namn på anslutning:

# 1610.title
source: This field is space separated
sv: Detta fält är blankstegsseparerat

# 1611.title
source: Alternative Nicknames:
sv: Alternativa smeknamn:

# 1612.placeholderString
source: Optional
sv: Valfritt

# 1613.placeholderString
source: NickServ or SASL Password
sv: NickServ- eller SASL-lösenord

# 1614.title
source: Real name:
sv: Verkligt namn:

# 1615.placeholderString
source: Textual User
sv: Textualanvändare

# 1616.title
source: Username:
sv: Användarnamn:

# 1618.title
source: Nickname:
sv: Smeknamn:

# 1619.placeholderString
source: Guest
sv: Gäst

# 1626.title
source: Personal Password:
sv: Personligt lösenord:

# 1668.title
source: Part & Quit Message:
sv: Meddelande vid lämna och avslut:

# 1674.title
source: Computer Sleep Quit Message:
sv: Meddelande vid datorvila:

# 1690.title
source: Encoding:
sv: Teckenkodning:

# 1691.title
source: Fallback:
sv: Reservkodning:

# 1793.ibExternalAccessibilityDescription
source: Channel List
sv: Kanallista

# 1794.ibExternalAccessibilityDescription
source: Add Channel
sv: Lägg till kanal

# 1795.ibExternalAccessibilityDescription
source: Edit Selected Channel
sv: Ändra vald kanal

# 1796.ibExternalAccessibilityDescription
source: Remove Selected Channel
sv: Ta bort vald kanal

# 1800.title
source: Edit
sv: Ändra

# 1806.headerCell.title
source: Join
sv: Gå med

# 1807.headerCell.title
source: Password
sv: Lösenord

# 1808.headerCell.title
source: Channel Name
sv: Kanalnamn

# 1809.ibExternalAccessibilityDescription
source: Channel Name
sv: Kanalnamn

# 1809.title
source: Text Cell
sv: Textfält

# 1810.ibExternalAccessibilityDescription
source: Channel Password
sv: Kanallösenord

# 1810.title
source: Text Cell
sv: Textfält

# 1811.ibExternalAccessibilityDescription
source: Join Channel on Connect
sv: Gå med i kanal vid anslutning

# 1842.ibExternalAccessibilityDescription
source: Address Book List
sv: Adressboklista

# 1843.ibExternalAccessibilityDescription
source: Add Address Book Entry
sv: Lägg till adressbokpost

# 1844.ibExternalAccessibilityDescription
source: Edit Selected Address Book Entry
sv: Ändra vald adressbokpost

# 1845.ibExternalAccessibilityDescription
source: Remove Selected Address Book Entry
sv: Ta bort vald adressbokpost

# 1847.title
source: Edit
sv: Ändra

# 1853.headerCell.title
source: Entry Mask
sv: Postmask

# 1854.ibExternalAccessibilityDescription
source: Address Book Entry
sv: Adressbokpost

# 1854.title
source: Text Cell
sv: Textfält

# 1882.title
source: Perform commands on connect:
sv: Kommandon att utföras vid anslutning:

# 1886.title
source: Set invisible (+i) mode on connect
sv: Sätt läge till osynlig (+i) vid anslutning

# 1909.title
source: Automatic
sv: Automatiskt

# 1912.title
source: None
sv: Ingen

# 1917.title
source: Username:
sv: Användarnamn:

# 1918.title
source: Password:
sv: Lösenord:

# 1920.title
source: Address:
sv: Adress:

# 1921.title
source: Type of Proxy:
sv: Proxytyp:

# 1979.title
source: This option requires a reconnect to apply
sv: Detta val kräver en återanslutning

# 1983.ibExternalAccessibilityDescription
source: Address Book Entry Type
sv: Adressbokposttyp

# 1983.title
source: Text Cell
sv: Textfält

# 2251.title
source: Perform reconnect when waking from sleep
sv: Återanslut när datorn vaknar från vila

# 2291.placeholderString
source: Optional
sv: Valfritt

# 2295.placeholderString
source: Optional
sv: Valfritt

# 2316.title
source: Encoding list includes all possible combinations
sv: Listan inkluderar alla möjliga kombinationer

# 2341.title
source: Away Nickname:
sv: Smeknamn vid borta:

# 2359.title
source: Ignore or track the following people:
sv: Ignorera eller följ:

# 2447.ibExternalAccessibilityDescription
source: Remove Selected Highlight Match
sv: Ta bort vald omnämnandematch

# 2448.ibExternalAccessibilityDescription
source: Edit Selected Highlight Match
sv: Ändra vald omnämnandematch

# 2449.ibExternalAccessibilityDescription
source: Add Highlight Match
sv: Lägg till omnämnandematch

# 2450.ibExternalAccessibilityDescription
source: Highlight Match Table
sv: Omnämnandematchtabell

# 2455.headerCell.title
source: Channel
sv: Kanal

# 2456.headerCell.title
source: Keyword
sv: Nyckelord

# 2457.headerCell.title
source: Entry Type
sv: Posttyp

# 2458.ibExternalAccessibilityDescription
source: Highlight Match Type
sv: Omnämnandematchtyp

# 2458.title
source: Text Cell
sv: Textfält

# 2459.ibExternalAccessibilityDescription
source: Highlight Keyword
sv: Omnämnande-nyckelord

# 2459.title
source: Text Cell
sv: Textfält

# 2460.ibExternalAccessibilityDescription
source: Channel Highlight Match is Restricted To
sv: Kanalomnämnandematch är begränsad till

# 2460.title
source: Text Cell
sv: Textfält

# 2462.title
source: Edit
sv: Ändra

# 2532.title
source: Periodically PING the server to verify the connection
sv: Skicka periodiska PING till servern för att verifiera anslutningen

# 2537.title
source: Force a disconnect when no PING response is received
sv: Tvinga en nedkoppling när inget PING-svar mottagits

# 2581.title
source: Do not show notifications for the playback buffer
sv: Visa inte notiser för playback-bufferten

# 2591.title
source: Do not show notification bubbles or play sounds for messages that are part of the playback buffer.
sv: Visa inte notisbubblor och spela inte ljud för meddelanden i playbackbufferten.

# 2600.title
source: These options target version 1.2 of ZNC and later.
sv: Dessa val är avsedda för version 1.2 och senare av ZNC.

# 0nB-im-8PX.title
source: Copy
sv: Kopiera

# 39U-39-9tk.title
source: Reset Certificate
sv: Återställ certifikat

# 758-2B-Ka3.ibExternalAccessibilityDescription
source: Copy SHA-1 Fingerprint
sv: Kopiera SHA-1-fingeravtryck

# 8B6-j5-4cs.title
source: Wait for identification before joining channels
sv: Vänta på identifiering innan kanaler kontaktas

# 8N1-4l-slN.title
source: Modify Alternate Servers
sv: Ändra alternativa servrar

# 9Uc-VR-STk.title
source: Warn if channels can't be joined
sv: Varna om kanaler inte kan gås med i

# B8q-jl-QtB.title
source: Connect using:
sv: Anslut med:

# DES-Fw-k4c.title
source: This option requires the “playback” module.
sv: Detta val kräver “playback”-modulen.

# DrH-DE-jbQ.title
source: Version 5.2.7 list of cipher suites
sv: Chifferpaketlista version 5.2.7

# ElY-gw-ZZB.title
source: Copy
sv: Kopiera

# Gbb-jh-4mY.title
source: Label
sv: Etikett

# Iip-VB-iS5.ibShadowedDisplayPattern
source: Current Value: %{value1}@
sv: Nuvarande värde: %{value1}@

# Jay-s8-9Xn.title
source: Y: Number of seconds:
sv: Y: antal sekunder:

# Ju6-ey-oG4.title
source: Add User Tracking Entry
sv: Lägg till användarspårningspost

# KJ9-QR-tAv.ibExternalAccessibilityDescription
source: Copy MD5 Fingerprint
sv: Kopiera MD5-fingeravtryck

# LuK-ZI-qT9.title
source: View List
sv: Visa lista

# MCd-Ig-Szi.title
source: Label
sv: Etikett

# MJ0-IQ-dNi.title
source: The options presented above require a reconnect to apply.
sv: Valen ovan kräver en återanslutning.

# Mmj-Ja-V8x.title
source: MD5 Fingerprint:
sv: MD5-fingeravtryck:

# Mnf-Uj-ov2.title
source: This field is line separated
sv: Ett kommando per rad

# Mxd-76-s9L.title
source: Add User Ignore Entry
sv: Lägg till ignorera-användarepost

# O13-rx-ewF.title
source: SHA-1 Fingerprint:
sv: SHA-1-fingeravtryck:

# Qfh-rz-IdC.title
source: Cipher suites:
sv: Chifferpaket:

# R86-j6-hCz.title
source: When enabled, the SOCKS proxy that can be configured in the Network section of System Preferences will be used with the “Automatic” proxy type selected.
sv: Detta val innebär att SOCKS-proxyn som konfigureras i nätverksfliken i Systeminställningar kommer användas då “Automatisk” proxytyp är vald.

# Sia-Zk-rSR.title
source: Label
sv: Etikett

# SnQ-4b-NG2.title
source: Textual is capable of automatically connecting to one or more alternate servers if the primary server fails to connect. Click the button presented below to modify the alternate servers for this connection.
sv: Textual kan automatiskt ansluta till en eller flera alternativa servrar ifall den primära servern inte kan nås. Klicka nedan för att configurera de alternativa servrarna för denna anslutning.

# TH5-0C-MeB.title
source: Do not automatically join channels on connect
sv: Gå inte automatiskt med i kanaler vid anslutning

# TY8-cf-i4B.title
source: Do not prefer specific cipher suites
sv: Inget specifikt chifferpaket föredras

# U5o-dB-jmW.title
source: Current Value:
sv: Nuvarande värde:

# VCb-YR-fs2.title
source: Table View Cell
sv: Tabellvyfält

# XQt-eN-ufQ.title
source: Do not send more than X number of commands in Y seconds.
sv: Skicka inte fler än X kommandon per Y sekunder.

# YkZ-0c-BeT.title
source: Automatically choose
sv: Välj automatiskt

# bvj-Qr-Ebk.title
source: Label
sv: Etikett

# dW6-eC-jo9.ibExternalAccessibilityDescription
source: Navigation
sv: Navigera

# dz6-nj-V0I.title
source: Validate the certificate chain when connecting
sv: Validera certifikatkedjan vid anslutning

# e2u-k3-3Ur.title
source: Only play back messages you missed
sv: Spela bara upp meddelanden du missat

# eMt-al-rqd.title
source: Current Value:
sv: Nuvarande värde:

# eql-rS-Io2.title
source: Do not share with other devices using iCloud
sv: Dela inte med andra enheter via iCloud

# f9F-WF-ubf.ibExternalAccessibilityDescription
source: Copy MD5 Fingerprint
sv: Kopiera MD5-fingeravtryck

# fUV-xU-dw1.ibShadowedDisplayPattern
source: Current Value: %{value1}@
sv: Nuvarande värde: %{value1}@

# j5N-EC-4uH.title
source: Open System Preferences
sv: Öppna Systeminställningar

# jHb-Iz-2jU.title
source: X: Number of commands:
sv: X: Antal kommandon:

# jhF-Ix-th5.title
source: SHA-2 Fingerprint:
sv: SHA-2-fingeravtryck:

# l36-PJ-JBU.ibExternalAccessibilityDescription
source: Select Certificate
sv: Välj certifikat

# mLI-Vm-l2s.title
source: Force a disconnect when reachability changes
sv: Tvinga en nedkoppling när nåbarheten ändras

# mVB-Hg-Fuc.title
source: Default list of cipher suites
sv: Standardlista med chifferpaket

# pxF-PC-Aax.title
source: Certificate Name:
sv: Certifikatnamn:

# rDo-70-T0D.title
source: Copy
sv: Kopiera

# rIl-yx-VEH.title
source: Select a certificate to send when you connect securely.
sv: Välj ett certifikat att skicka när du ansluter säkert.

# rPg-fR-uab.title
source: Text Cell
sv: Textfält

# rag-NS-0Qi.title
source: Version 7.0.0 list of cipher suites
sv: Chifferpaketlista version 7.0.0

# uH8-BL-itx.title
source: Select Certificate
sv: Välj certifikat

# voS-R3-3c7.title
source: Textual will attempt to connect to the Tor anonymity network using the SOCKS5 proxy on port 9150 that is available when the “Tor Browser” application is open.
sv: Textual kommer försöka ansluta till Tor anonymity network via den SOCKS5-proxy som är tillgänglig på port 9150 när “Tor Browser” körs.
