Repository: Gandoon/Textual
Catalog: Sources/App/Resources/User Interface/*.lproj/TVCMainWindow.strings
Languages: sv

# 0Ss-XT-b86.title
source: Black
sv: Svart

# 0jK-Hy-GsU.title
source: Welcome to Textual 7
sv: Välkommen till Textual 7

# 4xF-Sg-oGj.title
source: Text Background Colour
sv: Bakgrundsfärg text

# 8hg-20-pcc.title
source: Away status:
sv: Borta-status:

# ABW-nJ-yww.title
source: Yellow
sv: Gul

# ARN-Ri-nbk.title
source: White
sv: Vit

# Aw4-EX-d4G.title
source: Black
sv: Svart

# Bje-lA-3rz.title
source: Teal (Green/Blue Cyan)
sv: Teal (grön/blå Cyan)

# CNy-6F-gGj.title
source: Username:
sv: Användarnamn:

# CrD-bC-Yfu.title
source: Pink (Light Purple) (Fuchsia)
sv: Rosa (ljuslila) (fuchsia)

# EIN-fm-82Q.title
source: Purple
sv: Lila

# Ebt-RF-aBw.title
source: Text Colour
sv: Textfärg

# Gh5-I1-yLt.title
source: Yellow
sv: Gul

# HaN-Sj-wDl.title
source: Not Private
sv: Ej privat

# IWI-GH-Ora.title
source: Red
sv: Röd

# J9b-GU-Ie0.title
source: Thank you for trying Textual 7 for the past 30 days. To continue using Textual 7, you will need to purchase it.
sv: Tack för att du provat Textual 7 de senaste 30 dagarna. För att fortsätta använda Textual 7 måste du köpa en licens.

# Jh3-ii-xIy.title
source: Privileges:
sv: Privilegier:

# LNi-eT-r8e.title
source: Your trial of Textual 7 has expired!
sv: Din provperiod för Textual 7 har gått ut!

# LwL-4r-OcQ.title
source: Light Cyan (Cyan) (Aqua)
sv: Ljus cyan (cyan) (aqua)

# MJr-dN-Icn.title
source: Already own a copy of Textual 7?
sv: Har du redan en Textual 7-licens?

# MLD-Aa-PLM.ibExternalAccessibilityDescription
source: Server List
sv: Serverlista

# MQM-6c-LVF.title
source: Italics
sv: Kursiva

# Mby-SL-PEz.title
source: Label
sv: Etikett

# Ml7-3B-qhV.title
source: Continue
sv: Fortsätt

# N9c-LY-gcF.title
source: Light Green (Lime)
sv: Ljusgrön (Lime)

# Oh2-zJ-yiT.ibExternalAccessibilityDescription
source: User Information Popover
sv: Användarinformation popover

# Oyn-9I-e5e.title
source: Purchase Now
sv: Köp nu

# P7u-ao-KWb.title
source: Light Cyan (Cyan) (Aqua)
sv: Ljus cyan (cyan) (aqua)

# PoI-vF-KTc.title
source: Light Green (Lime)
sv: Ljusgrön (Lime)

# Q9x-Ny-Yn4.ibExternalAccessibilityDescription
source: Main Window Segmented Controller
sv: Huvudfönster segmenterad kontroll

# QK2-3t-Rgp.title
source: Pink (Light Purple) (Fuchsia)
sv: Rosa (ljuslila) (fuchsia)

# Qak-zW-pkC.title
source: Address:
sv: Adress:

# Qjv-cy-whN.title
source: Grey
sv: Grå

# Rtg-7l-7PS.title
source: Real name:
sv: Verkligt namn:

# SGm-V5-eSq.title
source: Green
sv: Grön

# T82-TC-gp8.title
source: Loading Configuration …
sv: Läser in konfiguration …

# TDN-yE-ZR8.title
source: White
sv: Vit

# Ub5-no-pBU.ibExternalAccessibilityDescription
source: Main Text Field
sv: Huvudtextfält

# VBc-Qe-fZN.title
source: Text Cell
sv: Textfält

# WEO-6i-cGf.title
source: Underline
sv: Stryk under

# Who-wC-fSt.title
source: Brown (Maroon)
sv: Brun (kastanj)

# YP3-Vn-UX9.title
source: Red
sv: Röd

# YPx-ab-Cac.title
source: Rainbow
sv: Regnbåge

# aWH-di-A9U.title
source: Table View Cell
sv: Tabellvyfält

# ajV-SV-z21.title
source: Bold
sv: Fet

# b3W-X6-t1o.title
source: Purple
sv: Lila

# bTX-Jn-rpL.title
source: Textual is a powerful, yet lightweight, IRC client built exclusively for the Mac. To get started, Textual will walk you through adding your first server. Click the button below to get started.
sv: Textual är en lättviktig men kraftfull IRC-klient byggd specifikt för Mac. För att komma igång kommer Textual gå igenom att lägga till din första server. Klicka nedan för att komma igång.

# ba0-0Q-9bh.ibExternalAccessibilityDescription
source: Begin Setup
sv: Påbörja inställning

# czd-tP-iaS.title
source: Blue (Navy)
sv: Blå (marin)

# dKB-ut-N9M.title
source: Other…
sv: Välj…

# dMA-xy-EJU.title
source: Background Colour
sv: Bakgrundsfärg

# dlX-Ta-yRu.title
source: Teal (Green/Blue Cyan)
sv: Teal (grön/blå cyan)

# eHi-3i-hdN.title
source: Strikethrough
sv: Genomstruken

# ePW-6F-Q1S.title
source: Background Colour
sv: Bakgrundsfärg

# fBN-3b-ksS.title
source: Table View Cell
sv: Tabellvyfält

# fi2-Ew-trd.title
source: Light Blue (Royal)
sv: Ljusblå (royal)

# glT-A8-2O4.title
source: Light Grey (Silver)
sv: Ljusgrå (silver)

# kS9-2O-sqS.title
source: Green
sv: Grön

# l5w-Kh-b34.ibShadowedToolTips[0]
source: Add Server or Channel
sv: Lägg till server eller kanal

# l5w-Kh-b34.ibShadowedToolTips[1]
source: Manage Selection
sv: Hantera valda

# l7k-2J-Xf5.title
source: Blue (Navy)
sv: Blå (marin)

# lOb-fX-IG0.title
source: Text Foreground Colour
sv: Förgrundsfärg text

# nLk-Fl-2lR.title
source: Text Colour
sv: Textfärg

# qRD-RR-Ksa.title
source: Light Blue (Royal)
sv: Ljusblå (royal)

# qcu-ms-jpx.title
source: Text Cell
sv: Textfält

# r0U-BE-Nuu.title
source: Grey
sv: Grå

# tby-cl-t36.title
source: IRC Formatting
sv: IRC-formattering

# u65-PZ-rca.ibExternalAccessibilityDescription
source: Purchase Textual
sv: Köp Textual

# uI2-y4-Mub.title
source: Light Grey (Silver)
sv: Ljusgrå (silver)

# uL2-Aa-1FS.title
source: Welcome to Textual 7
sv: Välkommen till Textual 7

# uyY-8y-tGv.title
source: Other…
sv: Välj…

# x1s-UD-e6l.title
source: Brown (Maroon)
sv: Brun (kastan)

# yrv-9t-LSZ.title
source: Background Colour
sv: Bakgrundsfärg

# yuS-Ad-J8i.title
source: IRC Formatting
sv: IRC-formattering

# yvr-bb-p4H.title
source: Rainbow
sv: Regnbåge

# z6F-bu-Ztu.title
source: Nickname:
sv: Smeknamn:

# zcK-F5-D5E.title
source: Text Colour
sv: Textfärg

# zy8-ma-OJS.title
source: Activate Textual
sv: Aktivera Textual
