Repository: Gandoon/Textual
Catalog: Sources/App/Resources/User Interface/*.lproj/TXCMainMenu.strings
Languages: sv

# 5.title
source: Bring All to Front
sv: Lägg alla överst

# 19.title
source: Window
sv: Fönster

# 23.title
source: Minimize
sv: Minimera

# 24.title
source: Window
sv: Fönster

# 29.title
source: MainMenu
sv: Huvudmeny

# 58.title
source: About Textual 7
sv: Om Textual 7

# 129.title
source: Preferences…
sv: Inställningar…

# 130.title
source: Services
sv: Tjänster

# 131.title
source: Services
sv: Tjänster

# 134.title
source: Hide Textual 7
sv: Göm Textual 7

# 136.title
source: Quit Textual 7
sv: Avsluta Textual 7

# 145.title
source: Hide Others
sv: Göm övriga

# 150.title
source: Show All
sv: Visa alla

# 157.title
source: Copy
sv: Kopiera

# 158.title
source: Undo
sv: Ångra

# 159.title
source: Find
sv: Sök

# 160.title
source: Cut
sv: Klipp ut

# 163.title
source: Edit
sv: Redigera

# 164.title
source: Delete
sv: Radera

# 168.title
source: Find
sv: Sök

# 169.title
source: Edit
sv: Redigera

# 172.title
source: Select All
sv: Markera allt

# 173.title
source: Redo
sv: Gör om

# 276.title
source: Channel
sv: Kanal

# 277.title
source: Channel
sv: Kanal

# 288.title
source: Connect
sv: Anslut

# 289.title
source: Disconnect
sv: Koppla ner

# 297.title
source: Change Nickname…
sv: Ändra smeknamn…

# 300.title
source: Add Server…
sv: Lägg till server…

# 301.title
source: Delete Server…
sv: Ta bort server…

# 302.title
source: Server Properties…
sv: Serverinställningar…

# 304.title
source: Duplicate Server
sv: Duplicera server

# 320.title
source: Add Channel…
sv: Lägg till kanal…

# 327.title
source: Menu
sv: Meny

# 328.title
source: Get Info (Whois)
sv: Hämta information (Whois)

# 329.title
source: Private Message (Query)
sv: Privat meddelande (Query)

# 367.title
source: Menu
sv: Meny

# 369.title
source: Add Server…
sv: Lägg till server…

# 374.title
source: Menu
sv: Meny

# 377.title
source: Change Nickname...
sv: Ändra smeknamn…

# 379.title
source: Copy
sv: Kopiera

# 397.title
source: Search With Google
sv: Sök med Google

# 406.title
source: Cancel Reconnect
sv: Avbryt återanslutning

# 426.title
source: Menu
sv: Meny

# 427.title
source: Copy URL
sv: Kopiera URL

# 437.title
source: Client-to-Client
sv: Klient-till-Klient

# 438.title
source: Client-to-Client
sv: Klient-till-Klient

# 439.title
source: Lag (PING)
sv: Fördröjning (PING)

# 440.title
source: Local Time (TIME)
sv: Lokal tid (TIME)

# 441.title
source: Client Version (VERSION)
sv: Klientversion (VERSION)

# 442.title
source: User Information (USERINFO)
sv: Användarinformation (USERINFO)

# 443.title
source: Client Information (CLIENTINFO)
sv: Klientinformation (CLIENTINFO)

# 492.title
source: Channel List…
sv: Kanallista…

# 964.title
source: Join Channel
sv: Gå med i kanal

# 1003.title
source: Invite to...
sv: Bjud in till…

# 1306.title
source: Sort Channel List
sv: Sortera kanallista

# 1309.title
source: Main Window
sv: Huvudfönster

# 1310.title
source: Address Book
sv: Adressbok

# 1319.title
source: Give Op (+o)
sv: Ge op (+o)

# 1320.title
source: Take Op (-o)
sv: Ta op (-o)

# 1321.title
source: Give Halfop (+h)
sv: Ge halvop (+h)

# 1322.title
source: Take Halfop (-h)
sv: Ta halvop (-h)

# 1323.title
source: Give Voice (+v)
sv: Ge voice (+v)

# 1324.title
source: Take Voice (-v)
sv: Ta voice (-v)

# 1329.title
source: Ban
sv: Bannlys

# 1330.title
source: Ban and Kick
sv: Bannlys och sparka ut

# 1331.title
source: IRC Operator
sv: IRC-operatör

# 1332.title
source: IRC Operator
sv: IRC-operatör

# 1333.title
source: Kill from Server
sv: Kill från server

# 1334.title
source: Shun on Server
sv: Förskjut (shun) på server

# 1335.title
source: Ban from Server (G:Line)
sv: Bannlys från server (G:Line)

# 1350.title
source: Kick
sv: Sparka ut

# 1364.title
source: Zoom
sv: Zooma

# 1378.title
source: View Logs
sv: Visa loggar

# 1384.title
source: Help
sv: Hjälp

# 1385.title
source: Help
sv: Hjälp

# 1392.title
source: Connect to Help Channel
sv: Anslut till hjälpkanal

# 1411.title
source: Set Virtual Host (vHost)
sv: Sätt virtuell värd (vHost)

# 1451.title
source: Ignore List
sv: Ignorera-lista

# 1453.title
source: Find…
sv: Sök…

# 1454.title
source: Find Next
sv: Sök nästa

# 1455.title
source: Find Previous
sv: Sök föregående

# 1492.title
source: Query Logs
sv: Privata samtalsloggar

# 1524.title
source: Center Window
sv: Mittfönster

# 1542.title
source: Navigation
sv: Navigera

# 1543.title
source: Navigation
sv: Navigera

# 1545.title
source: Servers
sv: Servrar

# 1546.title
source: Servers
sv: Servrar

# 1547.title
source: Next Server
sv: Nästa server

# 1548.title
source: Channels
sv: Kanaler

# 1549.title
source: Channels
sv: Kanaler

# 1550.title
source: Next Active Channel
sv: Nästa aktiva kanal

# 1551.title
source: Previous Active Channel
sv: Föregående aktiva kanal

# 1552.title
source: Next Channel
sv: Nästa kanal

# 1553.title
source: Previous Channel
sv: Föregående kanal

# 1554.title
source: Next Unread Channel
sv: Nästa olästa kanal

# 1555.title
source: Previous Unread Channel
sv: Föregående olästa kanal

# 1566.title
source: Previous Server
sv: Föregående server

# 1567.title
source: Next Active Server
sv: Nästa aktiva server

# 1568.title
source: Previous Active Server
sv: Föregående aktiva server

# 1577.title
source: Move Forward
sv: Flytta frammåt

# 1591.title
source: Previous Selection
sv: Föregående markering

# 1667.title
source: Command Reference
sv: Kommandoreferens

# 1686.title
source: Knowledge Base
sv: Kunskapsbas

# 1687.title
source: Knowledge Base
sv: Kunskapsbas

# 1689.title
source: Feature Requests
sv: Efterfrågade funktioner

# 1691.title
source: Memory Management
sv: Minneshantering

# 1693.title
source: Text Formatting
sv: Textformattering

# 1695.title
source: Styling Information
sv: Stilinformation

# 1746.title
source: File
sv: Fil

# 1747.title
source: File
sv: Fil

# 1770.title
source: Close Window
sv: Stäng fönster

# 1778.title
source: Paste
sv: Klistra in

# 1780.title
source: Paste
sv: Klistra in

# 1782.title
source: View
sv: Visa

# 1783.title
source: View
sv: Visa

# 1786.title
source: Mark Scrollback
sv: Markera scrollback

# 1790.title
source: Toggle Fullscreen
sv: Växla till helskärmsläge

# 1796.title
source: Acknowledgements
sv: Erkännanden

# 1919.title
source: Increase Font Size
sv: Öka textstorlek

# 1921.title
source: Decrease Font Size
sv: Minska textstorlek

# 1924.title
source: Mark All As Read
sv: Markera alla som lästa

# 2268.title
source: Highlight List
sv: Markeringslista

# 2276.title
source: Next Highlight
sv: Nästa markering

# 2277.title
source: Previous Highlight
sv: Föregående markering

# 2280.title
source: Enable Developer Mode
sv: Slå på utvecklarläget

# 2299.title
source: Clear Scrollback
sv: Rensa scrollback

# 2305.title
source: Scrollback Marker
sv: Scrollbackmarkör

# 2552.title
source: All Modes Taken
sv: Alla lägen tagna

# 2553.title
source: All Modes Given
sv: Alla lägen givna

# 2706.title
source: Connect to Testing Channel
sv: Anslut till testkanal

# 2718.title
source: Advanced
sv: Avancerat

# 2719.title
source: Advanced
sv: Avancerat

# 2725.title
source: Hidden Preferences…
sv: Gömda inställningar…

# 2953.title
source: Menu
sv: Meny

# 2954.title
source: Add Server…
sv: Lägg till server…

# 2958.title
source: Add Channel…
sv: Lägg till kanal…

# 3064.title
source: DCC File Transfer Information
sv: DCC filöverföringsnformation

# 3080.title
source: Keyboard Shortcuts
sv: Tangentbordsgenvägar

# 3086.title
source: Import Preferences
sv: Importera inställningar

# 3088.title
source: Export Preferences
sv: Exportera inställningar

# 3092.title
source: Disable All Notification Sounds
sv: Tysta alla notisljud

# 3096.title
source: Reset Window to Default Size
sv: Återställ fönster till standardstorlek

# 3098.title
source: User Information (FINGER)
sv: Användarinformation (FINGER)

# 01c-Ny-YrB.title
source: Knowledge Base Home
sv: Kunskapsbas hem

# 0Ea-Ek-qd7.title
source: List of Quiets
sv: Lista över tystade

# 1VV-Oq-Rk6.title
source: View Logs
sv: Visa loggar

# 1s1-yL-ZHT.title
source: Channel
sv: Kanal

# 2Em-53-ZkH.title
source: Manage All Modes
sv: Hantera alla lägen

# 2oJ-IA-p2L.title
source: Show Spelling and Grammar
sv: Visa stavning och grammatik

# 3Th-KI-FDa.title
source: List of Bans
sv: Lista över bannlysningar

# 3oe-sP-dbd.title
source: Print
sv: Skriv ut

# 4BH-0G-zyN.title
source: Move Backward
sv: Flytta bakåt

# 4ds-au-DCA.title
source: Smart Dashes
sv: Smarta Dashes

# 5jG-1t-WG4.title
source: Disable All Notification Sounds
sv: Tysta alla notisljud

# 6Pu-S2-OdH.title
source: Leave Channel
sv: Lämna kanal

# 6od-OR-qNS.title
source: Toggle Visibility of Server List
sv: Växla synlighet för serverlistan

# 6uP-Kf-gUN.title
source: Query
sv: Privat meddelande

# 71z-t0-k2U.title
source: Spelling and Grammar
sv: Stavning och grammatik

# 89a-J1-2zg.title
source: Channel List…
sv: Kanallista…

# 8Uq-G1-gb8.title
source: Substitutions
sv: Ersättningar

# 9Nm-LZ-prJ.title
source: Smart Copy/Paste
sv: Smart kopiera/klistra in

# 9eO-kw-9HG.title
source: Authenticate Chat Partner
sv: Autentisera chatpartner

# BrC-PS-U3X.title
source: License Agreement
sv: Licensvillkor

# CDY-3R-NUL.title
source: File Transfers
sv: Filöverföringar

# Ckj-P4-1K5.title
source: Send file…
sv: Skicka fil…

# Di1-pQ-7gt.title
source: Make Upper Case
sv: Till versaler

# DuZ-FR-y17.title
source: Copy Unique Identifier
sv: Kopiera unik identifierare

# Ezw-r3-Ssh.title
source: Transformations
sv: Transformationer

# FMz-pu-hpN.title
source: Toggle Window Appearance
sv: Växla fönsterutseende

# FNd-N6-hy7.title
source: Spelling
sv: Stavning

# FbN-9g-vFD.title
source: Channel List…
sv: Kanallista…

# HAP-Md-4qh.title
source: Modes
sv: Lägen

# HNx-8u-amC.title
source: Query Logs
sv: Privata samtalsloggar

# J3M-kj-Pa7.title
source: Search channels…
sv: Sök kanaler…

# JDw-Hy-xwD.title
source: List of Ban Exceptions
sv: Lista över bann-undantag

# JfQ-5K-b3k.title
source: Substitutions
sv: Substitutioner

# L1b-7x-bd4.title
source: Invite Only (+i)
sv: Endast inbjudan (+i)

# PjN-ea-ukt.title
source: Stop Speaking
sv: Sluta tala

# Q9Y-E0-gAT.title
source: File
sv: Fil

# QNy-Fk-SRO.title
source: Disable All Notifications
sv: Stäng av alla notiser

# RId-Ia-xg5.title
source: Modify Topic
sv: Byt ämne

# Rwq-Vj-x2E.title
source: Check Document Now
sv: Kontrollera dokument nu

# S3s-dt-aIR.title
source: Jump to Present
sv: Hoppa till nu

# SJp-pz-WvU.title
source: Refresh Private Conversation
sv: Uppfräscha privat samtal

# SKm-yR-9hI.title
source: Check for updates…
sv: Sök efter uppdatering…

# UfC-Uf-EFM.title
source: Reset "Don't Ask Me" Warnings
sv: Återställ "Fråga mig inte igen"-varningar

# VDf-LC-AQe.title
source: Join Channel
sv: Gå med i kanal

# VQN-Rg-JZ0.title
source: Connecting to a ZNC Bouncer
sv: Ansluter till en ZNC-studsare

# VZM-IN-6jc.title
source: Close Query
sv: Stäng privat samtal

# VtS-Ww-rJ4.title
source: Make Lower Case
sv: Till gemener

# WUj-Jg-uiz.title
source: Connect Without Proxy
sv: Anslut utan proxy

# Yts-x2-7aO.title
source: Look Up in Dictionary
sv: Slå upp i ordbok

# Z4A-oQ-yoK.title
source: Delete Channel
sv: Ta bort kanal

# Z6x-pq-6mw.title
source: Jump to Current Session
sv: Hoppa till nuvarande session

# aO8-3y-WHh.title
source: Using iCloud with Textual
sv: Använda iCloud med Textual

# aii-WP-szA.title
source: View List of Fingerprints
sv: Visa fingeravtryckslista

# bJT-Nc-UwZ.title
source: End Private Conversation
sv: Avsluta privat samtal

# c1N-Eq-Tcp.title
source: Data Detectors
sv: Datadetektorer

# cO1-TC-8Ks.title
source: Anyone Can Join (-i)
sv: Vem som helst kan gå med (-i)

# cg4-kn-WKm.title
source: Modify Ignore
sv: Modifiera ignorering

# d6g-it-Teq.title
source: Query
sv: Privat samtal

# dnc-ku-aQ3.title
source: Disable All Notifications
sv: Stäng av alla notiser

# e78-jX-wDa.title
source: Correct Spelling Automatically
sv: Rätta stavning medan jag skriver

# fdJ-Px-D0q.title
source: What is this?
sv: Vad är detta?

# fgw-tx-l9L.title
source: List of Invite Exceptions
sv: Lista över inbjudansundantag

# fw1-yc-Vm1.title
source: Add Ignore
sv: Lägg till en ignorering

# gal-LY-imE.title
source: Text Replacement
sv: Textersättning

# gkX-Of-Y5Q.title
source: Frequently Asked Questions
sv: Vanligt ställda frågor

# hfh-O1-XP3.title
source: Query
sv: Privat samtal

# hmE-s1-jsc.title
source: Start Speaking
sv: Börja tala

# i8F-xa-ETA.title
source: Capitalize
sv: Inledande stor bokstav

# iSZ-k7-gbv.title
source: Modes
sv: lägen

# iaX-9x-rWn.title
source: Add Channel…
sv: Lägg till kanal…

# jlf-mn-Icz.title
source: Speech
sv: Tal

# lWy-z7-Hem.title
source: Moderated (+m)
sv: Modererad (+m)

# mRD-Me-cP7.title
source: Show Substitutions
sv: Visa substitutioner

# o9J-hu-dKA.title
source: Connecting with a Certificate
sv: Anslut med ett certifikat

# ooT-mM-5UK.title
source: Channel
sv: Kanal

# qom-q3-cE2.title
source: Toggle Visibility of Member List
sv: Växla synlighet för medlemslistan

# rKL-ND-sIh.title
source: Speech
sv: Tal

# rP5-rz-Tdf.title
source: Channel Properties…
sv: Kanalinställningar…

# rro-UW-UWz.title
source: Unmoderated (-m)
sv: Omodererad (-m)

# sv8-hw-0D2.title
source: Transformations
sv: Transformationer

# tWm-3u-DtG.title
source: Check Grammar With Spelling
sv: Kontrollera grammatik tillsammans med stavning

# twe-vV-VYO.title
source: Remove Ignore
sv: Ta bort ignorering

# vBf-dC-Bvb.title
source: Channel
sv: Kanal

# vsE-DG-NhW.title
source: Smart Links
sv: Smarta länkar

# w1H-u0-OYW.title
source: Chat Encryption
sv: Chatkryptering

# wTZ-NT-MgD.title
source: Start Private Conversation
sv: Påbörja privat samtal

# yeF-9Q-Tlt.title
source: Manage license…
sv: Hantera licens…

# yqa-aO-xja.title
source: Check Spelling While Typing
sv: Kontrollera stavning medan jag skriver
